slides/todo.org
#+REVEAL_ROOT: https://cdn.jsdelivr.net/npm/reveal.js
#+REVEAL_REVEAL_JS_VERSION: 4
#+REVEAL_TRANS: linear
#+REVEAL_THEME: moon
#+OPTIONS: timestamp:nil toc:nil num:nil
#+Title: Todo - olympiads and tests
#+Author: Luís Spengler

* 06/07
+ [ ] Fisica 1: (Parte 1) Tópico 1 - Bases da Cinemática Escalar
+ [ ] Física 2: (Parte 1) Tópico 1 - Temperatura
+ [ ] Física 3: (Unidade 1) Capítulo 1 - Cargas elétricas
+ [ ] Física: 5 Videos Física Experimental em Nível Olímpico
+ [ ] German: 15 Videos Easy German A1 For Absolute Beginners
+ [ ] SAT: MATH
* 07/07
+ [ ] Finish 1-3 weeks of Black Holes course
+ [ ] Física: 10 Videos Física Experimental em Nível Olímpico
+ [ ] German: 20 Videos Easy German A1 For Absolute Beginners
+ [ ] APPLICATION: ACT TASKS
+ [ ] SAT: ENGLISH
* 08/07
+ [ ] Física 1: (Parte 1) Tópico 2 - Movimento Uniforme
+ [ ] Física 2: (Parte 1) Tópico 2 - O calor e sua propagação
+ [ ] Física 3: (Unidade 1) Capítulo 2 - Campo elétrico
+ [ ] Física: 5 Videos Física Experimental em Nível Olímpico
+ [ ] German: 10 Videos Easy German A1 For Absolute Beginners
+ [ ] SAT: MATH
* 09/07
+ [ ] Finish 4-6 weeks of Black Holes course
+ [ ] Física: 10 Videos Física Experimental em Nível Olímpico
+ [ ] German: 23 Videos Easy German A2 for Absolute Beginners
+ [ ] APPLICATION: ACT TASKS
+ [ ] SAT: ENGLISH
* 10/07
+ [ ] Finish 7-10 weeks of Black Holes course
+ [ ] Física: 10 Videos Física Experimental em Nível Olímpico
+ [ ] German: 20 Videos Easy German A2 for Absolute Beginners
+ [ ] APPLICATION: ACT TASKS
+ [ ] SAT: MATH
* 11/07
+ [ ] Física 1: (Parte 1) Tópico 3 - Movimento Uniformemente Variado
+ [ ] Física 2: (Parte 1) Tópico 3 - Calor sensível e calor latente
+ [ ] Física 3: (Unidade 1) Capítulo 3 - Potencial elétrico
+ [ ] Física: 5 Videos Física Experimental em Nível Olímpico
+ [ ] SAT: ENGLISH
* 12/07
+ [ ] Física 1: (Parte 1) Tópico 4 - Movimentos Circulares
+ [ ] Física 2: (Parte 1) Tópico 4 - Gases perfeitos
+ [ ] Física 3: (Unidade 2) Capítulo 4 - Corrente elétrica e resistores
+ [ ] Física: 5 Videos Física Experimental em Nível Olímpico
+ [ ] SAT: MATH
* 13/07
+ [ ] Física 1: (Parte 1) Tópico 5 - Vetores e Cinemática Vetorial
+ [ ] Física 2: (Parte 1) Tópico 5 - Termodinâmica
+ [ ] Física 3: (Unidade 2) Capítulo 5 - Associação de resistores e medidas elétricas
+ [ ] SAT: ENGLISH
* 14/07
+ [ ] Física 1: (Parte 2) Tópico 1 - Os princípios da Dinâmica
+ [ ] Física 2: (Parte 1) Tópico 6 - Dilatação térmica dos sólidos e dos líquidos
+ [ ] Física 3: (Unidade 2) Capítulo 6 - Circuitos elétricos
+ [ ] SAT: MATH
* 15/07
+ [ ] Física 1: (Parte 2) Tópico 2 - Atrito entre sólidos
+ [ ] Física 2: (Parte 2) Tópico 1 - Movimento harmônico simples
+ [ ] Física 3: (Unidade 3) Capítulo 7 - Capacitores
+ [ ] SAT: ENGLISH
* 16/07
+ [ ] APPLICATION: ACT TASKS
+ [ ] SAT: MATH
* 17/07
+ [ ] Física 1: (Parte 2) Tópico 3 - Resultantes tangencial e centrípeta
+ [ ] Física 2: (Parte 2) Tópico 2 - Ondas
+ [ ] Física 3: (Unidade 3) Capítulo 8 - Campo magnético e sua influência sobre cargas elétricas
+ [ ] SAT: ENGLISH
* 18/07
+ [ ] Física 1: (Parte 2) Tópico 4 - Gravitação
+ [ ] Física 2: (Parte 2) Tópico 3 - Acústica
+ [ ] Física 3: (Unidade 3) Capítulo 9 - A origem do campo magnético
+ [ ] SAT: MATH
* 19/07
+ [ ] Física 1: (Parte 2) Tópico 5 - Movimentos em campo gravitacional uniforme
+ [ ] Física 2: (Parte 3) Tópico 1 - Fundamentos da Óptica geométrica
+ [ ] Física 3: (Unidade 3) Capítulo 10 - Força magnética em correntes elétricas
+ [ ] SAT: ENGLISH
* 20/07
+ [ ] Física 1: (Parte 2) Tópico 6 - Trabalho e potência
+ [ ] Física 2: (Parte 3) Tópico 2 - Reflexão da luz
+ [ ] Física 3: (Unidade 3) Capítulo 11 - Indução eletromagnética
+ [ ] SAT: MATH
* 21/07
+ [ ] Física 1: (Parte 2) Tópico 7 - Energia mecânica e sua conservação
+ [ ] Física 2: (Parte 3) Tópico 3 - Refração da Luz
+ [ ] Física 3: (Unidade 4) Capítulo 12 - Noções de física quântica
+ [ ] SAT: ENGLISH
* 22/07
+ [ ] Física 1: (Parte 2) Tópico 8 - Quantidade de movimento e sua conservação
+ [ ] Física 2: (Parte 3) Tópico 4 - Lentes esféricas
+ [ ] Física 3: (Unidade 4) Capítulo 13 - Mais de física moderna: relatividade e outras noções
+ [ ] SAT: MATH
* 23/07
+ [ ] Física 1: (Parte 3) Tópico 1 - Estática dos sólidos
+ [ ] Física 2: (Parte 3) Tópico 5 - Instrumentos ópticos e Óptica da visão
+ [ ] SAT: ENGLISH
* 24/07
+ [ ] APPLICATION: ACT TASKS
+ [ ] SAT: MATH
* 25/07
+ [ ] APPLICATION: ACT TASKS
+ [ ] SAT: ENGLISH
* 26/07
+ [ ] Física 1: (Parte 3) Tópico 2 - Estática dos fluidos
+ [ ] APPLICATION: ACT TASKS
+ [ ] SAT: MATH
