html/slides/todo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Todo - olympiads and tests</title>
<meta name="author" content="Luís Spengler" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Todo - olympiads and tests</h1>



<div id="outline-container-org2b75464" class="outline-2">
<h2 id="org2b75464">02/07</h2>
<div class="outline-text-2" id="text-org2b75464">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Fisica 1: (Parte 1) Tópico 1 - Bases da Cinemática Escalar</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 1) Tópico 1 - Temperatura</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 1) Capítulo 1 - Cargas elétricas</li>
<li class="off"><code>[&#xa0;]</code> Física: 5 Videos Física Experimental em Nível Olímpico</li>
<li class="off"><code>[&#xa0;]</code> German: 15 Videos Easy German A1 For Absolute Beginners</li>
</ul>
</div>
</div>
<div id="outline-container-org348c1c5" class="outline-2">
<h2 id="org348c1c5">03/07</h2>
<div class="outline-text-2" id="text-org348c1c5">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Finish 1-3 weeks of Black Holes course</li>
<li class="off"><code>[&#xa0;]</code> Física: 10 Videos Física Experimental em Nível Olímpico</li>
<li class="off"><code>[&#xa0;]</code> German: 20 Videos Easy German A1 For Absolute Beginners</li>
<li class="off"><code>[&#xa0;]</code> APPLICATION: ACT TASKS</li>
</ul>
</div>
</div>
<div id="outline-container-orgd75bf1a" class="outline-2">
<h2 id="orgd75bf1a">04/07</h2>
<div class="outline-text-2" id="text-orgd75bf1a">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 1) Tópico 2 - Movimento Uniforme</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 1) Tópico 2 - O calor e sua propagação</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 1) Capítulo 2 - Campo elétrico</li>
<li class="off"><code>[&#xa0;]</code> Física: 5 Videos Física Experimental em Nível Olímpico</li>
<li class="off"><code>[&#xa0;]</code> German: 10 Videos Easy German A1 For Absolute Beginners</li>
</ul>
</div>
</div>
<div id="outline-container-org6b109aa" class="outline-2">
<h2 id="org6b109aa">05/07</h2>
<div class="outline-text-2" id="text-org6b109aa">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Finish 4-6 weeks of Black Holes course</li>
<li class="off"><code>[&#xa0;]</code> Física: 10 Videos Física Experimental em Nível Olímpico</li>
<li class="off"><code>[&#xa0;]</code> German: 23 Videos Easy German A2 for Absolute Beginners</li>
<li class="off"><code>[&#xa0;]</code> APPLICATION: ACT TASKS</li>
</ul>
</div>
</div>
<div id="outline-container-org40bd49b" class="outline-2">
<h2 id="org40bd49b">06/07</h2>
<div class="outline-text-2" id="text-org40bd49b">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Finish 7-10 weeks of Black Holes course</li>
<li class="off"><code>[&#xa0;]</code> Física: 10 Videos Física Experimental em Nível Olímpico</li>
<li class="off"><code>[&#xa0;]</code> German: 20 Videos Easy German A2 for Absolute Beginners</li>
<li class="off"><code>[&#xa0;]</code> APPLICATION: ACT TASKS</li>
</ul>
</div>
</div>
<div id="outline-container-orgf2ef867" class="outline-2">
<h2 id="orgf2ef867">07/07</h2>
<div class="outline-text-2" id="text-orgf2ef867">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 1) Tópico 3 - Movimento Uniformemente Variado</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 1) Tópico 3 - Calor sensível e calor latente</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 1) Capítulo 3 - Potencial elétrico</li>
<li class="off"><code>[&#xa0;]</code> Física: 5 Videos Física Experimental em Nível Olímpico</li>
</ul>
</div>
</div>
<div id="outline-container-orgdf0b5b2" class="outline-2">
<h2 id="orgdf0b5b2">08/07</h2>
<div class="outline-text-2" id="text-orgdf0b5b2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 1) Tópico 4 - Movimentos Circulares</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 1) Tópico 4 - Gases perfeitos</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 2) Capítulo 4 - Corrente elétrica e resistores</li>
<li class="off"><code>[&#xa0;]</code> Física: 5 Videos Física Experimental em Nível Olímpico</li>
</ul>
</div>
</div>
<div id="outline-container-org80d9234" class="outline-2">
<h2 id="org80d9234">09/07</h2>
<div class="outline-text-2" id="text-org80d9234">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 1) Tópico 5 - Vetores e Cinemática Vetorial</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 1) Tópico 5 - Termodinâmica</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 2) Capítulo 5 - Associação de resistores e medidas elétricas</li>
</ul>
</div>
</div>
<div id="outline-container-orgc63d474" class="outline-2">
<h2 id="orgc63d474">10/07</h2>
<div class="outline-text-2" id="text-orgc63d474">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 1 - Os princípios da Dinâmica</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 1) Tópico 6 - Dilatação térmica dos sólidos e dos líquidos</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 2) Capítulo 6 - Circuitos elétricos</li>
</ul>
</div>
</div>
<div id="outline-container-org2e4ebe0" class="outline-2">
<h2 id="org2e4ebe0">11/07</h2>
<div class="outline-text-2" id="text-org2e4ebe0">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 2 - Atrito entre sólidos</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 2) Tópico 1 - Movimento harmônico simples</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 3) Capítulo 7 - Capacitores</li>
</ul>
</div>
</div>
<div id="outline-container-org52fea94" class="outline-2">
<h2 id="org52fea94">12/07</h2>
<div class="outline-text-2" id="text-org52fea94">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> APPLICATION: ACT TASKS</li>
</ul>
</div>
</div>
<div id="outline-container-org6575c14" class="outline-2">
<h2 id="org6575c14">13/07</h2>
<div class="outline-text-2" id="text-org6575c14">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 3 - Resultantes tangencial e centrípeta</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 2) Tópico 2 - Ondas</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 3) Capítulo 8 - Campo magnético e sua influência sobre cargas elétricas</li>
</ul>
</div>
</div>
<div id="outline-container-orgad1c6e0" class="outline-2">
<h2 id="orgad1c6e0">14/07</h2>
<div class="outline-text-2" id="text-orgad1c6e0">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 4 - Gravitação</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 2) Tópico 3 - Acústica</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 3) Capítulo 9 - A origem do campo magnético</li>
</ul>
</div>
</div>
<div id="outline-container-org057c973" class="outline-2">
<h2 id="org057c973">15/07</h2>
<div class="outline-text-2" id="text-org057c973">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 5 - Movimentos em campo gravitacional uniforme</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 3) Tópico 1 - Fundamentos da Óptica geométrica</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 3) Capítulo 10 - Força magnética em correntes elétricas</li>
</ul>
</div>
</div>
<div id="outline-container-org1fa08c1" class="outline-2">
<h2 id="org1fa08c1">16/07</h2>
<div class="outline-text-2" id="text-org1fa08c1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 6 - Trabalho e potência</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 3) Tópico 2 - Reflexão da luz</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 3) Capítulo 11 - Indução eletromagnética</li>
</ul>
</div>
</div>
<div id="outline-container-org272894e" class="outline-2">
<h2 id="org272894e">17/07</h2>
<div class="outline-text-2" id="text-org272894e">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 7 - Energia mecânica e sua conservação</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 3) Tópico 3 - Refração da Luz</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 4) Capítulo 12 - Noções de física quântica</li>
</ul>
</div>
</div>
<div id="outline-container-org2486ce9" class="outline-2">
<h2 id="org2486ce9">18/07</h2>
<div class="outline-text-2" id="text-org2486ce9">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 2) Tópico 8 - Quantidade de movimento e sua conservação</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 3) Tópico 4 - Lentes esféricas</li>
<li class="off"><code>[&#xa0;]</code> Física 3: (Unidade 4) Capítulo 13 - Mais de física moderna: relatividade e outras noções</li>
</ul>
</div>
</div>
<div id="outline-container-org253a878" class="outline-2">
<h2 id="org253a878">19/07</h2>
<div class="outline-text-2" id="text-org253a878">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 3) Tópico 1 - Estática dos sólidos</li>
<li class="off"><code>[&#xa0;]</code> Física 2: (Parte 3) Tópico 5 - Instrumentos ópticos e Óptica da visão</li>
</ul>
</div>
</div>
<div id="outline-container-orgeb75ce9" class="outline-2">
<h2 id="orgeb75ce9">20/07</h2>
<div class="outline-text-2" id="text-orgeb75ce9">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> APPLICATION: ACT TASKS</li>
</ul>
</div>
</div>
<div id="outline-container-orgfc5afe3" class="outline-2">
<h2 id="orgfc5afe3">21/07</h2>
<div class="outline-text-2" id="text-orgfc5afe3">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> APPLICATION: ACT TASKS</li>
</ul>
</div>
</div>
<div id="outline-container-org07023d9" class="outline-2">
<h2 id="org07023d9">22/07</h2>
<div class="outline-text-2" id="text-org07023d9">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Física 1: (Parte 3) Tópico 2 - Estática dos fluidos</li>
<li class="off"><code>[&#xa0;]</code> APPLICATION: ACT TASKS</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
</div>
</body>
</html>
